<template>
    <div class="rules">
        <div class="container">
            <div class="rules__page">
                <router-link to="/" tag="div" class="rules__home">
                    <img src="https://176428.selcdn.ru/MyApartment/myapartment-logo-full.jpg" alt="Моя квартира" width="212" />
                </router-link>
                <article>
                    <div class="rules__header">
                       ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ
                    </div>
                    <div class="rules__content">
                        <div class="rules-intro">
                            <div class="rules-intro__text">
                                Общество с ограниченной ответственностью «Интернет-служба для управляющих организаций» (далее – Оператор), настоящим предлагает любому физическому лицу, достигшему возраста, допустимого в соответствии с законодательством РФ для акцепта настоящего предложения и обладающему соответствующими полномочиями и юридическому лицу (далее – Пользователь), заключить данное Пользовательское соглашение (далее – Соглашение) на условиях, указанных ниже. Фактический адрес нахождения Оператора: 185035, г. Петрозаводск, ул. Шотмана, д. 13.
                            </div>
                            <div class="rules-intro__text">
                                Соглашение определяет условия использования Пользователями информационной системы «Моя Квартира», расположенной по адресу <router-link to="/правила" class="rules__link">https://мояквартира.рф/правила</router-link> (далее – ИС «Моя Квартира»).
                            </div>
                            <div class="rules-intro__text">
                                ИС «Моя Квартира» разработана, в том числе, для реализации жилищного законодательства в части проведения общего собрания собственников помещений в многоквартирном доме (далее – ОСС) с использованием информационной системы (ст. 47.1 ЖК РФ). ИС «Моя Квартира» реализована в веб-версии и <a href="https://play.google.com/store/apps/details?id=ru.roskvartal.myapartment" class="rules__link">мобильном приложении для операционной системы Android</a>.
                            </div>
                            <div class="rules-intro__text">
                                Под Пользователями ИС «Моя Квартира» понимаются <strong>Администраторы</strong> – лица, которые от имени собственников уполномочены на использование ИС «Моя Квартира» при проведении ОСС в форме заочного голосования и <strong>Собственники</strong> – лица (собственники и их представители), принимающие участие в голосовании с использованием ИС «Моя Квартира».
                            </div>
                        </div>
                        <h3>1. Общие условия</h3>
                         <div class="rules__text">
                            Зайдите в Google Play и <a href="https://play.google.com/store/apps/details?id=ru.roskvartal.myapartment" class="rules__link">скачайте мобильное приложение «Моя Квартира»</a> .
                        </div>
                         <div class="rules__text">
                            1.1. Использование ИС «Моя Квартира» регулируется нормами действующего законодательства РФ.
                        </div>
                         <div class="rules__text">
                            1.2. Соглашение является договором присоединения. Регистрируясь в ИС «Моя Квартира» Пользователь присоединяется к Соглашению, в полном объёме принимая условия Соглашения. В случае несогласия с условиями Соглашения, использование ИС «Моя Квартира» Пользователем должно быть прекращено.
                        </div>
                         <div class="rules__text">
                           1.3. Оператор вправе в любое время в одностороннем порядке изменять условия Соглашения. Такие изменения вступают в силу по истечении 3 (трех) дней с момента размещения новой версии Соглашения на сайте по адресу <router-link to="/соглашение" class="rules__link">https://мояквартира.рф/правила</router-link>. При несогласии Пользователя с внесенными изменениями он обязан отказаться от использования ИС «Моя Квартира».
                        </div>
                         <div class="rules__text">
                           1.4. Обращения, предложения и претензии физических и юридических лиц к Оператору в связи с Соглашением, а также для запросов уполномоченных всеми вопросами по функционированию ИС «Моя Квартира», нарушениями прав и интересов Пользователя могут быть направлены на почтовый и электронный адрес: support@мояквартира.рф.
                        </div>
                        <h3>2. Предмет соглашения</h3>
                        <div class="rules__text">
                           2.1. Настоящее Соглашение является юридически обязательным соглашением между Пользователем и Оператором, предметом которого является предоставление Оператором Пользователю услуг по использованию ИС «Моя Квартира» (далее – Услуги).
                        </div>
                        <div class="rules__text">
                           2.2. Пользователь обязан полностью ознакомиться с Соглашением до начала работы в ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                           2.3. Соглашение может быть изменено и/или дополнено Оператором в одностороннем порядке без какого-либо специального уведомления.
                        </div>
                        <div class="rules__text">
                           2.4. Пользователь сам следит за внесением изменений в Соглашение.
                        </div>
                        <div class="rules__text">
                           2.5. Продолжая использовать ИС «Моя Квартира» Пользователь тем самым соглашается со всеми изменениями и дополнениями.
                        </div>
                        <div class="rules__text">
                          2.6. ИС «Моя Квартира» является результатом интеллектуальной деятельности Оператора, все исключительные права на ИС «Моя Квартира», сопровождающие его материалы и любые его копии, принадлежат Оператору и не могут использоваться без разрешения Оператора.
                        </div>
                        <h3>3. Условия использования Администратором ИС «Моя Квартира»</h3>
                        <div class="rules__text">
                         3.1. Для того чтобы проводить ОСС с использованием ИС «Моя Квартира» в заочной форме, Администратор соглашается с тем, что ранее провел ОСС в очной, очно-заочной или заочной форме, где было принято решение об использовании ИС «Моя Квартира» при проведении ОСС в форме заочного голосования, а также иные вопросы, обязательные для решения на ОСС согласно п. п. 3.2 – 3.4 ч. 2 ст. 44 ЖК РФ. предоставить достоверную и полную информацию о себе по вопросам, предлагаемым в Форме Регистрации и в Личном Кабинете, и поддерживать эту информацию в актуальном состоянии. По завершении процесса регистрации Пользователь может использовать выбранный логин (уникальное символьное имя Вашей учетной записи) и пароль для доступа к персонализированной части Сайта.
                        </div>
                        <div class="rules__text">
                          3.2. Оператор обязуется осуществлять техническую поддержку Администратору, по любым вопросам, связанным с функциональностью ИС «Моя Квартира» и оказываемыми услугами.
                        </div>
                        <h3>4. Права и обязанности сторон</h3>
                        <h3 class="left-text">4.1. Права и обязанности Оператора:</h3>
                        <div class="rules__text">
                          4.1.1. Оператор обязуется оказывать Пользователям услуги надлежащим образом и в соответствии с положениями Соглашения.
                        </div>
                        <div class="rules__text">
                          4.1.2. Оператор обязуется консультировать Пользователей по технической стороне использования ИС «Моя Квартира» при обращении последних с такими запросами.
                        </div>
                        <div class="rules__text">
                          4.1.3. Оператор обязуется проверять мотивированные претензии Администратора.
                        </div>
                        <div class="rules__text">
                          4.1.4. Оператор обязуется поддерживать ИС «Моя Квартира» в работоспособном состоянии.
                        </div>
                        <div class="rules__text">
                          4.1.5. Оператор не проводит проверку созданных Администраторами ОСС на их соответствие требованиям законодательства РФ, а также не проводит проверку ответов, предоставленных Собственниками при голосовании на ОСС.
                        </div>
                        <div class="rules__text">
                          4.1.6. Оператор предоставляет Пользователям в пользование личный кабинет после регистрации.
                        </div>
                        <div class="rules__text">
                          4.1.7. Оператор вправе для выполнения своих обязательств по Соглашению привлекать третьих лиц, оставаясь ответственным за осуществляемые ими действия и принимаемые решения как за свои собственные.
                        </div>
                        <div class="rules__text">
                          4.1.8. Оператор обязуется обеспечивать бесперебойную работу ИС «Моя Квартира», за исключением случаев перебоев в работоспособности ИС «Моя Квартира» вызванных внешними факторами, том числе действиями третьих лиц, а также времени проведения профилактических работ.
                        </div>
                        <div class="rules__text">
                          4.1.9. Оператор имеет право приостановить работу ИС «Моя Квартира» для проведения плановых профилактических и ремонтных работ в ИС «Моя Квартира», а также в аварийных ситуациях, уведомляя об этом Пользователя, посредством размещения соответствующей информации в ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          4.1.10. Оператор имеет право изменять, обновлять содержание и наполнение ИС «Моя Квартира», в том числе изменять интерфейс ИС «Моя Квартира» в любое время по своему собственному усмотрению, без предварительного уведомления Пользователя.
                        </div>
                        <h3 class="left-text">4.2. Права и обязанности Пользователя:</h3>
                        <div class="rules__text">
                          4.2.1. Администратор обязуется оплачивать платные услуги Оператору в соответствии с перечнем услуг и тарифами, установленными Оператором и указанными в ИС «Моя Квартира» или определенными техническим функционалом ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          4.2.2. Пользователь обязуется незамедлительно уведомлять Оператору о наличии претензий к качеству услуг. При этом отсутствие мотивированных претензий со стороны Пользователя в адрес Оператора является подтверждением надлежащего оказания услуг Оператором.
                        </div>
                        <div class="rules__text">
                          4.2.3. Пользователь обязуется обеспечивать соответствие созданным ОСС требованиям законодательства РФ, а также требованиям, установленным в Соглашении.
                        </div>
                        <div class="rules__text">
                          4.2.4. Пользователь обязуется самостоятельно и своевременно знакомится со всей информацией, размещаемой в ИС «Моя Квартира», а также в уведомлениях, поступающих на адрес электронной почты, в личный кабинет Пользователя.
                        </div>
                        <div class="rules__text">
                          4.2.5. Пользователь обязуется хранить информацию о пароле для входа в свой личный кабинет в недоступном для третьих лиц месте, а также не предоставлять его третьим лицам. При наличии оснований полагать о несанкционированности доступа третьих лиц к личному кабинету, Пользователь обязан незамедлительно предпринять все зависящие от него меры по изменению (смене) пароля для входа в личный кабинет.
                        </div>
                        <div class="rules__text">
                          4.2.6. Пользователь обязуется соблюдать ограничения и запреты, установленные Соглашением.
                        </div>
                        <div class="rules__text">
                          4.2.7. Пользователь гарантирует и заверяет, что все действия, совершенные с использованием личного кабинета ИС «Моя Квартира» Пользователя, считаются совершенными им непосредственно, если ранее Пользователь не сообщил Оператору о несанкционированности доступа третьих лиц к личному кабинету Пользователя.
                        </div>
                        <div class="rules__text">
                          4.2.8. Пользователь вправе самостоятельно определять все условия проводимого им ОСС.
                        </div>
                        <div class="rules__text">
                          4.2.9. Пользователь вправе изменять информацию о себе в личном кабинете.
                        </div>
                        <div class="rules__text">
                          4.2.10. Пользователь вправе по своему усмотрению использовать данные, полученные в ходе проведения ОСС с использованием ИС «Моя Квартира», с соблюдением требований законодательства РФ. При полном или частичном использовании материалов ИС «Моя Квартира» ссылка на мояквартира.рф обязательна.
                        </div>
                        <div class="rules__text">
                          4.2.11. Администратор вправе, если указанное допустимо в соответствии с функционалом ИС «Моя Квартира», выступать в качестве Собственника по другим ОСС с использованием ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          4.2.12. Пользователь вправе использовать ИС «Моя Квартира» любыми способами, которые предусмотрены Оператором.
                        </div>
                        <div class="rules__text">
                          4.2.13. Пользователь имеет право на получение информации, информационных уведомлений и сообщений по электронной почте, по SMS-уведомлениям, или в личный кабинет.
                        </div>
                        <div class="rules__text">
                          4.2.14. Собственник вправе обратиться к Администратору с запросом на удаление его личного кабинета в ИС «Моя Квартира». Указанный запрос обрабатывается и исполняется Администратором в течение 15 (пятнадцати) рабочих дней с даты его поступления от Собственника.
                        </div>
                        <div class="rules__text">
                          4.2.15. Администратор вправе обратиться к Оператору с запросом на удаление его личного кабинета в ИС «Моя Квартира». Указанный запрос обрабатывается и исполняется Оператором в течение 15 (пятнадцати) рабочих дней с даты его поступления от Администратора.
                        </div>
                        <div class="rules__text">
                          4.2.16. Пользователь соглашается не предпринимать действий, которые могут рассматриваться как нарушающие российское законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или смежных правах, а также любых действий, которые приводят или могут привести к нарушению нормальной работы ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          4.2.17. Пользователь обязуется не использовать программное обеспечение, обеспечивающее автоматическое скачивание и обработку веб-страниц ИС «Моя Квартира» в целях получения нужных данных.
                        </div>
                        <div class="rules__text">
                          4.2.18. Пользователь предупрежден о том, что Оператор не несет ответственности за посещение и использование им внешних ресурсов, ссылки на которые могут содержаться в ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          4.2.19. Пользователь согласен с тем, что Оператор не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием в ИС «Моя Квартира», регистрацией авторских прав и сведениями о такой регистрации, товарами или услугами, доступными на или полученными через внешние сайты или ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную в ИС «Моя Квартира» информацию или ссылки на внешние ресурсы.
                        </div>
                        <div class="rules__text">
                          4.2.20. Пользователю предоставляется доступ к ИС «Моя Квартира» круглосуточно, кроме времени проведения профилактических работ или времени необходимого на устранения аварий и неполадок в работе ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          4.2.21. Пользователь имеет право использовать ИС «Моя Квартира» в пределах её функциональных возможностей и на условиях, установленных Соглашением.
                        </div>
                        <h3>5. Ограничения и запреты Пользователей</h3>
                        <h3 class="left-text">5.1. Пользователю запрещается:</h3>
                        <div class="rules__text">
                          5.1.1. Размещать в ИС «Моя Квартира» информацию, которая нарушает требования законодательства РФ, в частности, но не ограничиваясь указанным, содержит оскорбления и угрозы, дискредитирует третьих лиц, нарушает публичный порядок, а также права граждан на частную жизнь, носит характер непристойности; содержит нецензурные (матерные) слова и выражения, нарушает в той или иной степени честь и достоинство, а также права и охраняемые законом интересы третьих лиц; содержит или способствует призывам к разжиганию религиозной, расовой или межнациональной розни, содержит попытки разжигания вражды или содержащие призывы к насилию.
                        </div>
                        <div class="rules__text">
                          5.1.2. Размещать в ИС «Моя Квартира» любые порнографические материалы, материалы, содержащие непристойности или имеющие вульгарную направленность, сцены жестокого обращения с животными, описание методов и средств суицида и подстрекательства к нему, «пиратский контент», иные материалы, которые в соответствии с нормами законодательства, в том числе международного, являются нарушением и ограничены и/или запрещены в обороте в той или иной форме.
                        </div>
                        <div class="rules__text">
                          5.1.3. Осуществлять регистрацию в ИС «Моя Квартира» под именем иного лица, при отсутствии соответствующих полномочий, предоставленных Пользователю соответствующим лицом.
                        </div>
                        <div class="rules__text">
                          5.1.4. Распространять или организовывать распространение в ИС «Моя Квартира» вредоносных файлов и компьютерных программ (вирусы, трояны, «временные бомбы», «червяки» или другие программы, которые могут причинить вред ИС «Моя Квартира» или другому Пользователю или приводящие к удалению/искажению информации из ИС «Моя Квартира»).
                        </div>
                        <div class="rules__text">
                          5.1.5. Производить сбор, поиск и систематизацию данных других Пользователей посредством использования компьютерных программ («ботов») при отсутствии на то документально подтвержденного разрешения, предоставленного со стороны Оператора.
                        </div>
                        <div class="rules__text">
                          5.1.6. Совершать попытки несанкционированного доступа в личные кабинеты других Пользователей или завладения информацией об их паролях.
                        </div>
                        <div class="rules__text">
                          5.1.7. Осуществлять незаконные сбор и обработку персональных данных других Пользователей.
                        </div>
                        <div class="rules__text">
                          5.1.8. Нарушать права других Пользователей в части возможности использования ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                          5.1.9 В случае нарушения Пользователем условий, определенных настоящим разделом, Оператор оставляет за собой право действовать в соответствии с пунктом 6.5. Соглашения.
                        </div>
                        <h3>6. Ответственность сторон</h3>
                        <div class="rules__text">
                          6.1. При неисполнении или ненадлежащем исполнении обязательств Стороны несут ответственность, предусмотренную действующим законодательством.
                        </div>
                        <div class="rules__text">
                          6.2. Оператор сохраняет право на получение вознаграждения во всех нижеуказанных случаях и не несет ответственность:
                          <ul>
                              <li>- за неудовлетворительные результаты голосования Собственниками на ОСС с использованием ИС «Моя Квартира», в частности за несоответствие результатов голосования Собственниками на ОСС ожиданиям Администратора;</li>
                              <li>- если в ОСС с использованием ИС «Моя Квартира» не принял ни один Собственник;</li>
                              <li>- за соответствие ОСС требованиям действующего законодательства.</li>
                          </ul>
                        </div>
                        <div class="rules__text">
                          6.3. Услуги, оказываемые Оператором, предоставляются по принципу «как есть» (as is). При этом Оператор не несет ответственность в какой бы то ни было форме за несоответствие оказываемых услуг задачам, целям и/или желаниям и/или представлениям Пользователей.
                        </div>
                        <div class="rules__text">
                          6.4. Пользователь несет ответственность и в полной мере принимают на себя риск всех негативных последствий:
                          <ul>
                              <li>- за достоверность, актуальность, полноту и соответствие законодательству РФ предоставленной им информации.</li>
                              <li>- за возможность привлечения к юридической ответственности за несоответствие проводимого ОСС с использованием ИС «Моя Квартира» требованиям законодательства РФ.</li>
                              <li>- иные риски и негативные последствия, которые могут возникнуть в процессе проведения ОСС с использованием ИС «Моя Квартира».</li>
                          </ul>
                        </div>
                        <div class="rules__text">
                          6.5. Оператор при условии нарушения Пользователем положений Соглашения вправе:
                          <ul>
                              <li>- заблокировать доступ Пользователя к ИС «Моя Квартира»;</li>
                              <li>- ограничить для него сферу возможного использования ИС «Моя Квартира»;</li>
                              <li>- удалить личный кабинет Пользователя;</li>
                              <li>- удалить любую информацию, размещенную Пользователем в той или иной форме.</li>
                              При этом в указанных случаях Оператор не возвращает Пользователю уплаченные им ранее денежные средства в счет оплаты услуг Оператору, если такие услуги были платными.
                          </ul>
                        </div>
                        <div class="rules__text">
                          6.6. В связи с особенностями функционала и назначения ИС «Моя Квартира», ОПератор не несет ответственность за действия Пользователей, а также за результаты данных действий, в том числе и в случаях, если они повлекли нарушение прав третьих лиц и/или норм законодательства РФ.
                        </div>
                        <div class="rules__text">
                          6.7. Оператор не несет ответственности за ненадлежащее исполнение обязательств со стороны третьих лиц, в частности со стороны платежных систем, кредитных организаций (банков), хостеров и провайдеров, операторов мобильной связи и т.д.
                        </div>
                        <div class="rules__text">
                            6.8. Стороны освобождаются от ответственности за нарушение условий Соглашения, если такое нарушение вызвано действием форс-мажорных обстоятельств (обстоятельств непреодолимой силы).
                            Стороны договорились, что такими действиями, в частности являются действия органов государственной власти, местного самоуправления, пожар, наводнение, землетрясение, другие стихийные действия, отсутствие электроэнергии и/или сбои работы компьютерной сети, забастовки, гражданские волнения, беспорядки. В случае возникновения форс-мажорных обстоятельств, установленные сроки по выполнению обязательств, указанные в Соглашении, переносятся на срок, в течение которого действуют возникшие обстоятельства.
                        </div>
                        <h3>7. Интеллектуальная собственность</h3>
                        <div class="rules__text">
                          7.1. ИС «Моя Квартира» является результатом интеллектуальной деятельности, исключительные права на который принадлежат непосредственно Оператору, в частности права на программы для ЭВМ, используемые для функционирования ИС «Моя Квартира», графическое решение (дизайн) ИС «Моя Квартира», размещенный на нем Оператором контент, а также иные результаты интеллектуальной деятельности, в частности фотографические изображения, картинки и др.
                        </div>
                        <div class="rules__text">
                          7.2. Пользователь признает исключительное право Оператора на ИС «Моя Квартира», а также на все входящие в его состав элементы и обязуется неукоснительно соблюдать данные права.
                        </div>
                        <div class="rules__text">
                          7.3. За нарушение исключительного права на ИС «Моя Квартира», принадлежащую Оператору, в частности использование входящих в его состав результатов интеллектуальной деятельности, Оператор вправе применить меры, указанные в разделе 6 Соглашения, а также предусмотренные законодательством РФ.
                        </div>
                        <h3>8. Разрешение споров</h3>
                        <div class="rules__text">
                          8.1. Ничто в Соглашении не может свидетельствовать об обязанности Оператора участвовать в разрешении спорных и конфликтных ситуаций, возникающих между Администратором и Собственником. Администратор и Собственник обязуются самостоятельно разрешать все спорные и конфликтные ситуации, возникающие между ними в связи с голосованием на ОСС с использованием ИС «Моя Квартира»
                        </div>
                        <div class="rules__text">
                          8.2. В случае возникновения спорных ситуаций между Администратором и Собственником Оператор вправе принимать участие в урегулировании данных ситуаций, осуществляя их разрешение на основе принципов добросовестности и разумности.
                        </div>
                        <div class="rules__text">
                          8.3. Оператор и Пользователь во взаимоотношениях друг с другом установили претензионный порядок урегулирования споров. Срок для ответа на предъявленную претензию составляет 10 (десять) рабочих дней с момента ее получения.
                        </div>
                        <div class="rules__text">
                          8.4. В случае недостижения договоренности по спорным вопросам спор, вытекающий из Соглашения, подлежит рассмотрению в судебном порядке: у мирового судьи, или в районном суде, или в арбитражном суде в зависимости от подведомственности и подсудности спора в соответствии с действующим законодательством по месту нахождения Оператора.
                        </div>
                        <div class="rules__text">
                          8.5. Во всех без исключения случаях, применимым материальным и процессуальным правом при возникновении спорных и конфликтных ситуаций является материальное и процессуальное право РФ.
                        </div>
                        <h3>9. Прочие условия</h3>
                        <div class="rules__text">
                          9.1. Соглашение вступает в силу с момента его размещения в сети Интернет по адресу <router-link to="/соглашения" class="rules__link">мояквартира.рф/соглашение</router-link> на неопределенный срок и утрачивает свою силу при его аннулировании Оператором.
                        </div>
                        <div class="rules__text">
                          9.2. Принимая Соглашение Пользователь принимает Правила проведения общего собрания собственников с использованием ИС «Моя Квартира», расположенные по адресу <router-link to="/правила" class="rules__link">мояквартира.рф/правила</router-link>.
                        </div>
                        <div class="rules__text">
                          9.3. В случае внесения изменений в Соглашение, такие изменения вступают в силу с момента опубликования новой редакции Соглашения, если иной срок вступления изменений в силу не определен дополнительно при их публикации. Оператор вправе в одностороннем порядке осуществлять внесение изменений в текст Соглашения.
                        </div>
                        <div class="rules__text">
                          9.4. Пользователь обязуется самостоятельно осуществлять контроль за изменениями в положения Соглашения и несет ответственность и негативные последствия, связанные с несоблюдением данной обязанности.
                        </div>
                        <h3>10. Гарантии</h3>
                        <div class="rules__text">
                          10.1. Оператор осуществляет сбор, хранение, защиту, обработку информации о Пользователях ИС «Моя Квартира» в связи с техническими особенностями функционирования ИС «Моя Квартира» и деятельностью по предоставлению услуг через Интернет. Оператор использует различные инструменты защиты личных данных Пользователя от несанкционированного доступа либо разглашения. Вместе с тем Оператор не дает гарантий и не несет ответственности за действия третьих лиц, которые осуществили неправомерный доступ к конфиденциальной информации о Пользователях.
                        </div>
                        <div class="rules__text">
                          10.2. Соглашаясь с условиями Соглашения путем его акцепта, Пользователь заверяет Оператора и гарантирует, что он:
                          <ul>
                              <li>- принимает Соглашение добровольно и ознакомился со всеми его условиями;</li>
                              <li>- полностью понимает и подтверждает предмет Соглашения;</li>
                              <li>- обладает правами и полномочиями, необходимыми для заключения и исполнения Соглашения.</li>
                          </ul>
                        </div>
                    </div>
                </article>
            </div>
        </div>
    </div>
</template>

<style lang="scss" scoped>
    .rules {
        font-family: "PT Sans", sans-serif;
        h3 {
            text-align: center;
            font-size: 16px;
        }
        .container {
            width: 100%;
            max-width: 960px;
            padding-right: 15px;
            padding-left: 15px;
            margin: 0 auto;
        }
        .left-text{
            text-align: left;
        }
        &-intro {
            margin: 24px 0;
            &__text {
                margin: 24px 0;
            }
        }
        &__link {
            color: #0f6cbc;
            text-decoration: none;
            &:hover {
                text-decoration: underline;
            }
        }
        &__img {
            display: block;
            max-width: 205px;
            margin: 24px auto;
        }
        &__page {
            margin: 30px 0;
            padding: 30px 50px;
            background-color: $white-color;
            box-shadow: 0 0 20px -3px;
        }
        &__home {
            width: 212px;
            cursor: pointer;
        }
        &__header {
            font-weight: bold;
            font-size: 18px;
            text-align: center;
            margin-top: 60px;
        }
        &__content {
            text-align: justify;
            line-height: 1.5em;
            font-size: 16px;
            margin-top: 30px;
            color: #333;
            
        }
        &__text{
            display: block;
            margin-top: 8px;
            margin-bottom: 8px;
            
            
            ul {
                list-style: none;
                list-style-position: inside;
                li {
                    margin-top: 8px;
                    margin-bottom: 8px;
                }
            }
        }
        &__link {
            color: #0f6cbc;
            text-decoration: none;
        }
    }
</style>