<template>
    <div class="rules">
        <div class="container">
            <div class="rules__page">
                <router-link to="/" tag="div" class="rules__home">
                    <img src="https://176428.selcdn.ru/MyApartment/myapartment-logo-full.jpg" alt="Моя квартира" width="212" />
                </router-link>
                <article>
                    <div class="rules__header">
                        Правила <br /> проведения 
                        общих собраний собственников помещений 
                        в многоквартирном доме с использованием 
                        Информационной системы «Моя Квартира»
                    </div>
                    <div class="rules__content">
                        <div class="rules__text">
                            Настоящие Правила проведения общего собрания собственников с использованием Информационной системы «Моя Квартира» (далее – Правила) определяют порядок проведения общих собраний собственников помещений в многоквартирном доме (далее – ОСС) с использованием информационной системы «Моя Квартира» (далее – ИС «Моя Квартира»), разработанной Обществом с ограниченной ответственностью «Интернет-служба для управляющих организаций» (далее – Оператор), расположенной по адресу <router-link to="/" class="rules__link">https://мояквартира.рф/правила</router-link>.
                        </div>
                        <div class="rules__text">
                            Пользователями ИС «Моя Квартира» являются администраторы и собственники помещений определенного многоквартирного дома. Согласно п. 3.3. ч. 2 ст. 44 ЖК РФ под администраторами понимаются «лица, которые от имени собственников уполномочены на использование системы или иных информационных систем при проведении ОСС в форме заочного голосования».
                        </div>
                        <div class="rules__text">
                            Для получения собственниками возможности голосования с использованием ИС «Моя Квартира», собственники соглашаются с Пользовательским соглашением, расположенным по адресу https://мояквартира.рф/соглашение.
                        </div>
                        <div class="rules__text">
                            Правилами установлено, что проведение ОСС возможно с использованием ИС «Моя Квартира». Голосования собственников по вопросам повестки дня на ОСС с использованием ИС «Моя Квартира» обеспечивается через сеть интернет путем формирования электронного решения собственника.
                        </div>
                        <div class="rules__text">
                           Для участия в ОСС с использованием ИС «Моя Квартира» необходимо:
                           <ul>
                               <li>принятие решения ОСС об использовании ИС «Моя Квартира» при проведении ОСС в форме очно-заочного/заочного голосования с использованием ИС «Моя Квартира».</li>
                               <li>собственноручно Заявление на предоставление доступа к ИС «Моя Квартира» (далее – Заявление) от каждого собственника помещения.</li>
                           </ul>
                        </div>
                        <div class="rules__text">
                            Для подтверждения личности и использования ИС «Моя Квартира» согласно ч. 2 ст. 5 № 63-ФЗ «Об электронной подписи» применяется:
                            <ul>
                               <li>Логин – контактный номер телефона или адрес электронной почты.</li>
                               <li>Пароль – код, отправленный на контактный номер телефона или адрес электронной почты.</li>
                           </ul>
                           Конфиденциальность логина и пароля обеспечивается собственником самостоятельно. Любые действия, произведенные с использованием логина и пароля собственника, признаются совершенными самим собственником и оспариванию не подлежат.
                        </div>
                        <div class="rules__text">
                            Датами уведомления собственников о проведении, и результатах ОСС являются даты отправки сообщений на адрес электронной почты и (или) на мобильный телефон, указанные в Заявлении.
                        </div>
                        <div class="rules__text">
                            Решения, принятые на ОСС с использованием ИС «Моя Квартира», являются обязательными для всех собственников помещений в многоквартирном доме.
                        </div>
                        <div class="rules__text">
                           ИС «Моя Квартира» может использоваться при проведении ОСС посредством очно-заочного/заочного голосования, предусматривающего возможность очного обсуждения вопросов и принятия решений по вопросам, поставленным на голосование, а также возможность передачи решений, оформленных в письменной форме, администратору.
                        </div>
                        <div class="rules__text">
                            Администратор самостоятельно несет ответственность за первичное проведение ОСС по принятию решения о проведении ОСС с использованием ИС «Моя Квартира».
                        </div>
                        <div class="rules__text">
                            ИС «Моя Квартира» разработана в соответствии с требованиями жилищного законодательства РФ о порядке проведения ОСС с использованием информационной системы.
                        </div>
                        <div class="rules__text">
                            Для создания ОСС с использованием ИС «Моя Квартира» администратор переходит на страницу создания ОСС.
                        </div>
                        <div class="rules__text">
                            Для голосования на ОСС с использованием ИС «Моя Квартира» собственник переходит на страницу выбора способа голосования.
                        </div>
                        <div class="rules__text">
                            Оператор имеет право вносить изменения в настоящее Положение. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Положения вступает в силу с момента её размещения, если иное не предусмотрено новой редакцией Положения. Действующая редакция всегда находится на странице по адресу <router-link to="/" class="rules__link">https://мояквартира.рф/правила</router-link>.
                        </div>
                    </div>
                </article>
            </div>
        </div>
    </div>
</template>

<style lang="scss" scoped>
    .rules {
        font-family: "PT Sans", sans-serif;
        counter-reset: block;
        .container {
            width: 100%;
            max-width: 960px;
            padding-right: 15px;
            padding-left: 15px;
            margin: 0 auto;
        }
        &__page {
            margin: 30px 0;
            padding: 30px 50px;
            background-color: $white-color;
            box-shadow: 0 0 20px -3px;
        }
        &__home {
            width: 212px;
            cursor: pointer;
        }
        &__header {
            font-weight: bold;
            font-size: 18px;
            text-align: center;
            margin-top: 60px;
        }
        &__content {
            text-align: justify;
            line-height: 1.5em;
            font-size: 16px;
            margin-top: 30px;
            color: #333;
        }
        &__text{
            display: block;
            margin: 24px 0;
            
            ul {
                list-style-position: inside;
                li {
                    margin-top: 8px;
                    margin-bottom: 8px;
                }
            }
            &::before {
                counter-increment: block;
                content: counter(block) ". ";
            }
        }
        &__link {
            color: #0f6cbc;
            text-decoration: none;
        }
    }
</style>